Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: No providers enabled
ar: لم يتم تمكين أي مزود
bn: কোনো প্রদানকারী সক্রিয় নেই
bs: Nema omogućenih pružalaca usluga
de: Keine Anbieter aktiviert
es: No hay proveedores habilitados
fil: Walang pinaganang mga provider
fr: Aucun fournisseur activé
hi: कोई प्रदाता सक्षम नहीं
it: Nessun provider abilitato
ja: 有効なプロバイダーがありません
ko: 활성화된 제공자 없음
mr: कोणतेही प्रदाते सक्षम नाहीत
pt_br: Nenhum provedor ativado
ru: Нет включенных провайдеров
ta: வழங்குநர்கள் எவரும் இயக்கப்படவில்லை
te: ఏ ప్రొవైడర్‌లు ప్రారంభించబడలేదు
tr: Etkin sağlayıcı yok
ur: کوئی فراہم کنندہ فعال نہیں ہے
vi: Chưa bật nhà cung cấp nào
zh_hans: 未启用任何提供方
zh_hk: 未啟用任何提供者

source: No readable Z.ai Coding Plan key found. Configure it in Claude Code, ZCode, or OpenCode, then retry.
ar: لم يتم العثور على مفتاح خطة Z.ai البرمجية قابل للقراءة. قم بتكوينه في Claude Code أو ZCode أو OpenCode، ثم أعد المحاولة.
bn: কোনো পঠনযোগ্য Z.ai Coding Plan কী পাওয়া যায়নি। এটি Claude Code, ZCode বা OpenCode-এ কনফিগার করুন, তারপর আবার চেষ্টা করুন।
bs: Čitljiv ključ za Z.ai Coding Plan nije pronađen. Konfigurišite ga u Claude Code, ZCode ili OpenCode, pa pokušajte ponovo.
de: Kein lesbarer Z.ai Coding Plan-Schlüssel gefunden. Konfigurieren Sie ihn in Claude Code, ZCode oder OpenCode und versuchen Sie es erneut.
es: No se encontró ninguna clave legible del Coding Plan de Z.ai. Configúrala en Claude Code, ZCode u OpenCode y vuelve a intentarlo.
fil: Walang nahanap na nababasang key ng Z.ai Coding Plan. I-configure ito sa Claude Code, ZCode, o OpenCode, pagkatapos ay subukang muli.
fr: Aucune clé Z.ai Coding Plan lisible trouvée. Configurez-la dans Claude Code, ZCode ou OpenCode, puis réessayez.
hi: कोई पठनीय Z.ai Coding Plan कुंजी नहीं मिली। इसे Claude Code, ZCode या OpenCode में कॉन्फ़िगर करें, फिर पुनः प्रयास करें।
it: Nessuna chiave leggibile per Z.ai Coding Plan trovata. Configurala in Claude Code, ZCode o OpenCode, quindi riprova.
ja: 読み取り可能なZ.ai Coding Planキーが見つかりませんでした。Claude Code、ZCode、またはOpenCodeで設定してから再試行してください。
ko: 읽을 수 있는 Z.ai Coding Plan 키를 찾을 수 없습니다. Claude Code, ZCode 또는 OpenCode에서 구성한 후 다시 시도하십시오.
mr: कोणतीही वाचण्यायोग्य Z.ai Coding Plan की आढळली नाही. ती Claude Code, ZCode किंवा OpenCode मध्ये कॉन्फिगर करा, नंतर पुन्हा प्रयत्न करा.
pt_br: Nenhuma chave legível do Z.ai Coding Plan encontrada. Configure-a no Claude Code, ZCode ou OpenCode e tente novamente.
ru: Не найден читаемый ключ Z.ai Coding Plan. Настройте его в Claude Code, ZCode или OpenCode и повторите попытку.
ta: படிக்கக்கூடிய Z.ai Coding Plan விசை எதுவும் கிடைக்கவில்லை. Claude Code, ZCode அல்லது OpenCode-இல் உள்ளமைத்து, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: చదవగలిగే Z.ai Coding Plan కీ ఏదీ కనుగొనబడలేదు. Claude Code, ZCode లేదా OpenCode లో కాన్ఫిగర్ చేసి, మళ్లీ ప్రయత్నించండి.
tr: Okunabilir Z.ai Coding Plan anahtarı bulunamadı. Bunu Claude Code, ZCode veya OpenCode'da yapılandırıp yeniden deneyin.
ur: Z.ai کوڈنگ پلان کی کوئی پڑھنے کے قابل کلید نہیں ملی۔ اسے Claude Code، ZCode، یا OpenCode میں کنفیگر کریں، پھر دوبارہ کوشش کریں۔
vi: Không tìm thấy khóa Z.ai Coding Plan nào đọc được. Định cấu hình khóa này trong Claude Code, ZCode hoặc OpenCode rồi thử lại.
zh_hans: 未找到可读取的 Z.ai Coding Plan 密钥。请在 Claude Code、ZCode 或 OpenCode 中配置后重试。
zh_hk: 找不到可讀取的 Z.ai Coding Plan 金鑰。請在 Claude Code、ZCode 或 OpenCode 中設定後重試。

source: No recent writes from %@.
ar: لا توجد عمليات كتابة حديثة من %@.
bn: %@ থেকে কোনো সাম্প্রতিক রাইট পাওয়া যায়নি।
bs: Nema nedavnih upisa od: %@.
de: Keine aktuellen Schreibvorgänge von %@.
es: No hay escrituras recientes de %@.
fil: Walang kamakailang pagsusulat mula sa %@.
fr: Aucune écriture récente de %@.
hi: %@ से कोई हालिया राइट नहीं मिला।
it: Nessuna scrittura recente da %@.
ja: %@からの最近の書き込みがありません。
ko: %@의 최근 쓰기 작업이 없습니다.
mr: %@ कडून कोणतेही अलीकडील राइट्स नाहीत.
pt_br: Nenhuma gravação recente de %@.
ru: Нет недавних записей от %@.
ta: %@-இலிருந்து சமீபத்திய பதிவுகள் எதுவும் இல்லை.
te: %@ నుండి ఇటీవల రాతలు ఏవీ లేవు.
tr: %@ kaynağından son zamanlarda yazma işlemi yok.
ur: %@ سے کوئی حالیہ اندراج نہیں ہے۔
vi: Không có thao tác ghi gần đây từ %@.
zh_hans: %@ 最近无写入记录。
zh_hk: %@ 最近沒有寫入活動。

source: No saved %@ sign-in. Sign in with its app or CLI, then refresh.
ar: لا يوجد تسجيل دخول محفوظ لـ %@. سجّل الدخول باستخدام تطبيقه أو واجهة سطر الأوامر الخاصة به، ثم حدّث.
bn: কোনো সংরক্ষিত %@ সাইন-ইন নেই। এর অ্যাপ বা CLI দিয়ে সাইন ইন করুন, তারপর রিফ্রেশ করুন।
bs: Nema sačuvane prijave za %@. Prijavite se putem njegove aplikacije ili CLI-ja, pa osvježite.
de: Keine gespeicherte Anmeldung für %@. Melden Sie sich über die App oder CLI an und aktualisieren Sie.
es: No hay inicio de sesión guardado para %@. Inicia sesión en su app o CLI y actualiza.
fil: Walang naka-save na pag-sign in sa %@. Mag-sign in gamit ang app o CLI nito, pagkatapos ay i-refresh.
fr: Aucune connexion enregistrée pour %@. Connectez-vous via son application ou CLI, puis actualisez.
hi: कोई सहेजा गया %@ साइन-इन नहीं मिला। इसके ऐप या CLI से साइन इन करें, फिर रीफ़्रेश करें।
it: Nessun accesso salvato per %@. Accedi con l’app o la CLI corrispondente, quindi aggiorna.
ja: %@の保存されたサインイン情報がありません。対応アプリまたはCLIでサインインしてから更新してください。
ko: 저장된 %@ 로그인 정보가 없습니다. 해당 앱 또는 CLI에서 로그인한 후 새로고침하십시오.
mr: कोणतेही जतन केलेले %@ साइन-इन नाही. त्याच्या अ‍ॅप किंवा CLI द्वारे साइन इन करा, नंतर रीफ्रेश करा.
pt_br: Nenhuma sessão salva de %@. Inicie sessão no respectivo app ou CLI e atualize.
ru: Нет сохраненных данных входа для %@. Войдите через приложение или CLI, затем обновите.
ta: %@ சேமிக்கப்பட்ட உள்நுழைவு இல்லை. அதன் செயலி அல்லது CLI மூலம் உள்நுழைந்து, பின்னர் புதுப்பிக்கவும்.
te: %@ సేవ్ చేసిన సైన్-ఇన్ లేదు. దాని యాప్ లేదా CLI తో సైన్ ఇన్ చేసి, ఆపై రిఫ్రెష్ చేయండి.
tr: Kayıtlı %@ girişi yok. Uygulaması veya CLI ile giriş yapıp yenileyin.
ur: %@ کا کوئی محفوظ شدہ سائن ان نہیں ہے۔ اس کی ایپ یا CLI سے سائن ان کریں، پھر ریفریش کریں۔
vi: Không có thông tin đăng nhập %@ đã lưu. Đăng nhập bằng ứng dụng hoặc CLI tương ứng rồi làm mới.
zh_hans: 未保存 %@ 的登录凭据。请在其应用或 CLI 中登录后刷新。
zh_hk: 沒有已儲存的 %@ 登入資訊。請使用其應用程式或 CLI 登入，然後重新整理。

source: No usage windows were reported.
ar: لم يتم الإبلاغ عن أي فترات استخدام.
bn: কোনো ব্যবহার উইন্ডো রিপোর্ট করা হয়নি।
bs: Nisu prijavljeni prozori korištenja.
de: Es wurden keine Nutzungsfenster gemeldet.
es: No se reportaron ventanas de uso.
fil: Walang naiulat na mga usage window.
fr: Aucune fenêtre d’utilisation n’a été signalée.
hi: कोई उपयोग विंडो रिपोर्ट नहीं की गई।
it: Nessuna finestra di utilizzo segnalata.
ja: 使用枠が報告されませんでした。
ko: 보고된 사용량 기간이 없습니다.
mr: कोणत्याही वापर विंडोची नोंद केली गेली नाही.
pt_br: Nenhum período de uso foi reportado.
ru: Данные о периодах использования не получены.
ta: பயன்பாட்டு சாளரங்கள் எதுவும் தெரிவிக்கப்படவில்லை.
te: ఎటువంటి వినియోగ విండోలు నివేదించబడలేదు.
tr: Hiçbir kullanım penceresi bildirilmedi.
ur: استعمال کی کوئی ونڈوز رپورٹ نہیں ہوئیں۔
vi: Không có khung thời gian sử dụng nào được báo cáo.
zh_hans: 未报告用量周期。
zh_hk: 未回報任何用量時間窗口。

source: No verifiable session activity available.
ar: لا يتوفر نشاط جلسة يمكن التحقق منه.
bn: যাচাইযোগ্য কোনো সেশন কার্যকলাপ উপলব্ধ নেই।
bs: Nema provjerljive aktivnosti sesije.
de: Keine verifizierbare Sitzungsaktivität verfügbar.
es: No hay actividad verificable de la sesión.
fil: Walang available na nabe-verify na aktibidad ng session.
fr: Aucune activité de session vérifiable disponible.
hi: कोई सत्यापन योग्य सत्र गतिविधि उपलब्ध नहीं है।
it: Nessuna attività di sessione verificabile disponibile.
ja: 検証可能なセッションアクティビティがありません。
ko: 확인 가능한 세션 활동이 없습니다.
mr: कोणतीही पडताळणीयोग्य सत्र क्रिया उपलब्ध नाही.
pt_br: Nenhuma atividade de sessão verificável disponível.
ru: Нет проверяемой активности сессий.
ta: சரிபார்க்கக்கூடிய அமர்வு செயல்பாடு எதுவும் இல்லை.
te: ధృవీకరించదగిన సెషన్ కార్యాచరణ ఏదీ అందుబాటులో లేదు.
tr: Doğrulanabilir oturum etkinliği yok.
ur: قابل تصدیق سیشن کی کوئی سرگرمی دستیاب نہیں ہے۔
vi: Không có hoạt động phiên nào có thể xác minh.
zh_hans: 无可验证的会话活动。
zh_hk: 沒有可驗證的工作階段活動。

source: Not shown in rail
ar: لا يظهر في الشريط
bn: রেলে প্রদর্শিত নয়
bs: Nije prikazano na traci
de: Nicht in der Leiste angezeigt
es: No se muestra en la barra
fil: Hindi ipinapakita sa rail
fr: Masqué du rail
hi: रेल में नहीं दिखाया गया
it: Non mostrato nella barra
ja: レールに非表示
ko: 레일에 표시 안 함
mr: रेलमध्ये दाखवले नाही
pt_br: Não exibido na barra
ru: Не отображается на панели
ta: ரயிலில் காட்டப்படவில்லை
te: రైల్‌లో చూపబడలేదు
tr: Şeritte gösterilmiyor
ur: ریل میں ظاہر نہیں ہے
vi: Không hiển thị trên thanh viền
zh_hans: 不在边栏中显示
zh_hk: 不在邊欄顯示

source: Notch size
ar: حجم المؤشر
bn: নচের আকার
bs: Veličina ureza
de: Kerbengröße
es: Tamaño de la muesca
fil: Laki ng notch
fr: Taille de l’encoche
hi: नॉच आकार
it: Dimensione tacca
ja: ノッチのサイズ
ko: 노치 크기
mr: नॉचचा आकार
pt_br: Tamanho do entalhe
ru: Размер выреза
ta: நாட்ச் அளவு
te: నాచ్ పరిమాణం
tr: Çentik boyutu
ur: نوچ کا سائز
vi: Kích thước rãnh khuyết
zh_hans: 凹口大小
zh_hk: 儀表凹口大小

source: Notify at 20% and 0% remaining
ar: إشعار عند المتبقي 20% و0%
bn: ২০% এবং ০% বাকি থাকলে অবহিত করুন
bs: Obavijesti kada preostane 20% i 0%
de: Bei 20 % und 0 % verbleibend benachrichtigen
es: Notificar al 20% y 0% restante
fil: Mag-abiso kapag 20% at 0% na lang ang natitira
fr: Avertir à 20 % et 0 % restants
hi: 20% और 0% शेष रहने पर सूचित करें
it: Notifica al 20% e allo 0% rimanenti
ja: 残り20%および0%で通知
ko: 20% 및 0% 남았을 때 알림
mr: 20% आणि 0% शिल्लक असताना सूचित करा
pt_br: Notificar com 20% e 0% restantes
ru: Уведомлять при 20% и 0% остатка
ta: 20% மற்றும் 0% மீதமிருக்கும் போது அறிவிக்கவும்
te: 20% మరియు 0% మిగిలి ఉన్నప్పుడు తెలియజేయి
tr: %20 ve %0 kaldığında bildir
ur: 20% اور 0% باقی رہنے پر مطلع کریں
vi: Thông báo khi còn lại 20% và 0%
zh_hans: 剩余 20% 和 0% 时通知
zh_hk: 剩餘 20% 及 0% 時通知

source: Observed %@
ar: تمت الملاحظة %@
bn: পর্যবেক্ষিত %@
bs: Zabilježeno %@
de: Erfasst: %@
es: Observado: %@
fil: Naobserbahan noong %@
fr: Relevé %@
hi: देखा गया %@
it: Rilevato %@
ja: %@に確認
ko: %@ 관측됨
mr: निरीक्षण केलेले %@
pt_br: Registrado: %@
ru: Зафиксировано: %@
ta: கவனிக்கப்பட்டது %@
te: గమనించబడింది %@
tr: Gözlemlendi: %@
ur: %@ کا مشاہدہ کیا گیا
vi: Ghi nhận %@
zh_hans: 记录于 %@
zh_hk: 於 %@ 偵測

source: On-demand spend
ar: الإنفاق عند الطلب
bn: অন-ডিমান্ড খরচ
bs: Potrošnja na zahtjev
de: On-Demand-Ausgaben
es: Gasto bajo demanda
fil: On-demand na gastusin
fr: Dépenses à la demande
hi: ऑन-डिमांड खर्च
it: Spesa on demand
ja: 従量課金支出
ko: 온디맨드 지출
mr: ऑन-डिमांड खर्च
pt_br: Gastos sob demanda
ru: Расходы по факту
ta: தேவைக்கேற்ப செலவு
te: ఆన్-డిమాండ్ ఖర్చు
tr: İsteğe bağlı harcama
ur: آن ڈیمانڈ خرچ
vi: Chi tiêu theo yêu cầu
zh_hans: 按需消费
zh_hk: 按需支出

source: Open
ar: فتح
bn: খুলুন
bs: Otvori
de: Öffnen
es: Abrir
fil: Buksan
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
mr: उघडा
pt_br: Abrir
ru: Открыть
ta: திற
te: తెరువు
tr: Aç
ur: کھولیں
vi: Mở
zh_hans: 打开
zh_hk: 開啟

source: Open %@
ar: فتح %@
bn: %@ খুলুন
bs: Otvori %@
de: %@ öffnen
es: Abrir %@
fil: Buksan ang %@
fr: Ouvrir %@
hi: %@ खोलें
it: Apri %@
ja: %@を開く
ko: %@ 열기
mr: %@ उघडा
pt_br: Abrir %@
ru: Открыть %@
ta: %@-ஐத் திற
te: %@ తెరువు
tr: %@ Aç
ur: %@ کھولیں
vi: Mở %@
zh_hans: 打开 %@
zh_hk: 開啟 %@

source: Open Claude Code and sign in, then retry.
ar: افتح Claude Code وسجّل الدخول، ثم أعد المحاولة.
bn: Claude Code খুলুন এবং সাইন ইন করুন, তারপর আবার চেষ্টা করুন।
bs: Otvorite Claude Code i prijavite se, pa pokušajte ponovo.
de: Öffnen Sie Claude Code, melden Sie sich an und versuchen Sie es erneut.
es: Abre Claude Code e inicia sesión, luego vuelve a intentarlo.
fil: Buksan ang Claude Code at mag-sign in, pagkatapos ay subukang muli.
fr: Ouvrez Claude Code et connectez-vous, puis réessayez.
hi: Claude Code खोलें और साइन इन करें, फिर पुनः प्रयास करें।
it: Apri Claude Code ed effettua l’accesso, quindi riprova.
ja: Claude Codeを開いてサインインしてから再試行してください。
ko: Claude Code를 열고 로그인한 후 다시 시도하십시오.
mr: Claude Code उघडा आणि साइन इन करा, नंतर पुन्हा प्रयत्न करा.
pt_br: Abra o Claude Code e inicie sessão, depois tente novamente.
ru: Откройте Claude Code, выполните вход и повторите попытку.
ta: Claude Code-ஐத் திறந்து உள்நுழைந்து, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: Claude Code తెరిచి సైన్ ఇన్ చేయండి, ఆపై మళ్లీ ప్రయత్నించండి.
tr: Claude Code'u açıp giriş yapın, ardından yeniden deneyin.
ur: Claude Code کھولیں اور سائن ان کریں، پھر دوبارہ کوشش کریں۔
vi: Mở Claude Code và đăng nhập, sau đó thử lại.
zh_hans: 请打开 Claude Code 并登录，然后重试。
zh_hk: 開啟 Claude Code 並登入，然後重試。

source: Open Claude Code with CLAUDE_CONFIG_DIR pointing to ~/.claude-%@, sign in, then retry.
ar: افتح Claude Code مع توجيه CLAUDE_CONFIG_DIR إلى ~/.claude-%@، وسجّل الدخول، ثم أعد المحاولة.
bn: CLAUDE_CONFIG_DIR কে ~/.claude-%@-এ নির্দেশ করে Claude Code খুলুন, সাইন ইন করুন, তারপর আবার চেষ্টা করুন।
bs: Otvorite Claude Code uz CLAUDE_CONFIG_DIR usmjeren na ~/.claude-%@, prijavite se, pa pokušajte ponovo.
de: Öffnen Sie Claude Code mit CLAUDE_CONFIG_DIR auf ~/.claude-%@, melden Sie sich an und versuchen Sie es erneut.
es: Abre Claude Code con CLAUDE_CONFIG_DIR apuntando a ~/.claude-%@, inicia sesión y vuelve a intentarlo.
fil: Buksan ang Claude Code nang nakaturo ang CLAUDE_CONFIG_DIR sa ~/.claude-%@, mag-sign in, pagkatapos ay subukang muli.
fr: Ouvrez Claude Code avec CLAUDE_CONFIG_DIR pointant vers ~/.claude-%@, connectez-vous, puis réessayez.
hi: CLAUDE_CONFIG_DIR को ~/.claude-%@ पर इंगित करते हुए Claude Code खोलें, साइन इन करें, फिर पुनः प्रयास करें।
it: Apri Claude Code con CLAUDE_CONFIG_DIR puntato su ~/.claude-%@, accedi, quindi riprova.
ja: CLAUDE_CONFIG_DIRを~/.claude-%@に指定してClaude Codeを開き、サインインしてから再試行してください。
ko: CLAUDE_CONFIG_DIR가 ~/.claude-%@를 가리키도록 설정하여 Claude Code를 열고 로그인한 후 다시 시도하십시오.
mr: CLAUDE_CONFIG_DIR ~/.claude-%@ कडे निर्देशित करून Claude Code उघडा, साइन इन करा, नंतर पुन्हा प्रयत्न करा.
pt_br: Abra o Claude Code com CLAUDE_CONFIG_DIR apontando para ~/.claude-%@, inicie sessão e tente novamente.
ru: Откройте Claude Code с CLAUDE_CONFIG_DIR, указывающим на ~/.claude-%@, войдите в систему и повторите попытку.
ta: ~/.claude-%@-ஐ சுட்டிக்காட்டும் CLAUDE_CONFIG_DIR உடன் Claude Code-ஐத் திறந்து, உள்நுழைந்து, மீண்டும் முயற்சிக்கவும்.
te: ~/.claude-%@ వైపు చూపించే CLAUDE_CONFIG_DIR తో Claude Code తెరిచి, సైన్ ఇన్ చేసి, మళ్లీ ప్రయత్నించండి.
tr: CLAUDE_CONFIG_DIR ~/.claude-%@ dizinini gösterecek şekilde Claude Code'u açın, giriş yapın ve yeniden deneyin.
ur: Claude Code کو کھولیں جس میں CLAUDE_CONFIG_DIR کی نشاندہی ~/.claude-%@ کی طرف ہو، سائن ان کریں، پھر دوبارہ کوشش کریں۔
vi: Mở Claude Code với CLAUDE_CONFIG_DIR trỏ tới ~/.claude-%@, đăng nhập rồi thử lại.
zh_hans: 将 CLAUDE_CONFIG_DIR 指向 ~/.claude-%@ 打开 Claude Code，登录后重试。
zh_hk: 以 CLAUDE_CONFIG_DIR 指向 ~/.claude-%@ 開啟 Claude Code，登入後重試。

source: Open app
ar: فتح التطبيق
bn: অ্যাপ খুলুন
bs: Otvori aplikaciju
de: App öffnen
es: Abrir app
fil: Buksan ang app
fr: Ouvrir l’application
hi: ऐप खोलें
it: Apri app
ja: アプリを開く
ko: 앱 열기
mr: अ‍ॅप उघडा
pt_br: Abrir app
ru: Открыть приложение
ta: செயலியைத் திற
te: యాప్‌ని తెరువు
tr: Uygulamayı Aç
ur: ایپ کھولیں
vi: Mở ứng dụng
zh_hans: 打开应用
zh_hk: 開啟應用程式

source: Open the rail for five seconds when work finishes or needs input. Click its provider to raise the owning app.
ar: فتح الشريط لمدة خمس ثوانٍ عند انتهاء العمل أو الحاجة إلى إدخال. انقر فوق المزود الخاص به لإحضار التطبيق المالك إلى الواجهة.
bn: কাজ শেষ হলে বা ইনপুটের প্রয়োজন হলে পাঁচ সেকেন্ডের জন্য রেল খুলুন। সংশ্লিষ্ট অ্যাপটি সামনে আনতে এর প্রদানকারীতে ক্লিক করুন।
bs: Otvori traku na pet sekundi kad se rad završi ili zatraži unos. Kliknite pružaoca usluge za prelazak u aplikaciju.
de: Öffnet die Leiste für fünf Sekunden, wenn eine Aufgabe endet oder eine Eingabe erfordert. Klicken Sie auf den Anbieter, um die zugehörige App aufzurufen.
es: Abre la barra durante cinco segundos cuando el trabajo finalice o requiera atención. Haz clic en el proveedor para traer su app al frente.
fil: Buksan ang rail nang limang segundo kapag natapos ang trabaho o kailangan ng input. I-click ang provider nito upang iangat ang app na nagmamay-ari.
fr: Ouvre le rail pendant cinq secondes lorsqu’une tâche se termine ou requiert une saisie. Cliquez sur le fournisseur pour passer à l’application.
hi: कार्य समाप्त होने या इनपुट की आवश्यकता होने पर रेल को पाँच सेकंड के लिए खोलें। संबंधित ऐप को सामने लाने के लिए उसके प्रदाता पर क्लिक करें।
it: Apre la barra per cinque secondi quando un’operazione termina o richiede un input. Fai clic sul provider per portare in primo piano l’app associata.
ja: 作業完了時または入力が必要なときにレールを5秒間開きます。プロバイダーをクリックすると対象アプリを前面に表示します。
ko: 작업이 완료되거나 입력이 필요할 때 레일을 5초 동안 엽니다. 제공자를 클릭하면 해당 앱을 앞으로 가져옵니다.
mr: काम पूर्ण झाल्यावर किंवा इनपुट आवश्यक असताना पाच सेकंदांसाठी रेल उघडा. संबंधित अ‍ॅप समोर आणण्यासाठी त्याच्या प्रदात्यावर क्लिक करा.
pt_br: Abre a barra por cinco segundos quando o trabalho terminar ou exigir atenção. Clique no provedor para trazer o app correspondente para frente.
ru: Открывать панель на пять секунд при завершении работы или запросе ввода. Нажмите на провайдера, чтобы переключиться на приложение.
ta: வேலை முடியும் போது அல்லது உள்ளீடு தேவைப்படும் போது ஐந்து வினாடிகளுக்கு ரயிலைத் திறக்கும். உரிய செயலியை முன்னிலைப்படுத்த அதன் வழங்குநரைக் கிளிக் செய்யவும்.
te: పని పూర్తయినప్పుడు లేదా ఇన్‌పుట్ అవసరమైనప్పుడు రైల్‌ను ఐదు సెకన్ల పాటు తెరుస్తుంది. సంబంధిత యాప్‌ను తీసుకురావడానికి దాని ప్రొవైడర్‌పై క్లిక్ చేయండి.
tr: İş bittiğinde veya giriş gerektiğinde şeridi beş saniye açık tut. İlgili uygulamayı öne getirmek için sağlayıcısına tıklayın.
ur: کام مکمل ہونے پر یا ان پٹ کی ضرورت پر پانچ سیکنڈ کے لیے ریل کھولیں۔ متعلقہ ایپ کو سامنے لانے کے لیے اس کے فراہم کنندہ پر کلک کریں۔
vi: Mở thanh viền trong 5 giây khi công việc hoàn thành hoặc cần nhập dữ liệu. Bấm vào nhà cung cấp để hiển thị ứng dụng tương ứng.
zh_hans: 在任务完成或需要输入时展开边栏 5 秒。点击提供方可将对应应用切换到前台。
zh_hk: 當工作完成或需要輸入時，展開邊欄 5 秒。點擊相應提供者可置頂所屬應用程式。

source: OpenCode could not be reached: %@
ar: تعذر الوصول إلى OpenCode: %@
bn: OpenCode-এ সংযোগ করা যায়নি: %@
bs: Nije moguće pristupiti servisu OpenCode: %@
de: OpenCode konnte nicht erreicht werden: %@
es: No se pudo establecer conexión con OpenCode: %@
fil: Hindi maabot ang OpenCode: %@
fr: Impossible de joindre OpenCode : %@
hi: OpenCode से संपर्क नहीं हो सका: %@
it: Impossibile raggiungere OpenCode: %@
ja: OpenCodeに接続できませんでした: %@
ko: OpenCode에 연결할 수 없습니다: %@
mr: OpenCode शी संपर्क होऊ शकला नाही: %@
pt_br: Não foi possível conectar ao OpenCode: %@
ru: Не удалось связаться с OpenCode: %@
ta: OpenCode-ஐ அணுக முடியவில்லை: %@
te: OpenCodeని చేరుకోలేకపోయాము: %@
tr: OpenCode'a ulaşılamadı: %@
ur: OpenCode تک رسائی نہیں ہو سکی: %@
vi: Không thể kết nối với OpenCode: %@
zh_hans: 无法连接到 OpenCode：%@
zh_hk: 無法連線至 OpenCode：%@

source: OpenCode rejected the Go key, or this key has no Go plan. Sign in to OpenCode again.
ar: رفض OpenCode مفتاح Go، أو لا يحتوي هذا المفتاح على خطة Go. سجّل الدخول إلى OpenCode مرة أخرى.
bn: OpenCode Go কী প্রত্যাখ্যান করেছে, অথবা এই কীতে কোনো Go প্ল্যান নেই। OpenCode-এ আবার সাইন ইন করুন।
bs: OpenCode je odbio Go ključ ili ovaj ključ nema Go plan. Ponovo se prijavite na OpenCode.
de: OpenCode hat den Go-Schlüssel abgelehnt oder dieser Schlüssel hat keinen Go-Tarif. Melden Sie sich erneut bei OpenCode an.
es: OpenCode rechazó la clave de Go, o esta clave no tiene un plan Go. Inicia sesión en OpenCode de nuevo.
fil: Tinanggihan ng OpenCode ang Go key, o walang Go plan ang key na ito. Mag-sign in muli sa OpenCode.
fr: OpenCode a rejeté la clé Go, ou cette clé n’a aucun forfait Go. Reconnectez-vous à OpenCode.
hi: OpenCode ने Go कुंजी अस्वीकार कर दी, या इस कुंजी में कोई Go प्लान नहीं है। OpenCode में फिर से साइन इन करें।
it: OpenCode ha rifiutato la chiave Go o questa chiave non ha un piano Go. Accedi nuovamente a OpenCode.
ja: OpenCodeがGoキーを拒否したか、このキーにGoプランがありません。OpenCodeに再度サインインしてください。
ko: OpenCode가 Go 키를 거부했거나 이 키에 Go 플랜이 없습니다. OpenCode에 다시 로그인하십시오.
mr: OpenCode ने Go की नाकारली किंवा या की वर कोणतीही Go योजना नाही. OpenCode मध्ये पुन्हा साइन इन करा.
pt_br: O OpenCode rejeitou a chave Go ou esta chave não possui um plano Go. Inicie sessão no OpenCode novamente.
ru: OpenCode отклонил ключ Go, или для этого ключа нет плана Go. Войдите в OpenCode снова.
ta: OpenCode Go விசையை நிராகரித்தது, அல்லது இந்த விசையில் Go திட்டம் இல்லை. OpenCode-இல் மீண்டும் உள்நுழையவும்.
te: OpenCode Go కీని తిరస్కరించింది, లేదా ఈ కీకి Go ప్లాన్ లేదు. మళ్లీ OpenCode లోకి సైన్ ఇన్ చేయండి.
tr: OpenCode, Go anahtarını reddetti veya bu anahtarın Go planı yok. OpenCode'a tekrar giriş yapın.
ur: OpenCode نے Go کلید کو مسترد کر دیا، یا اس کلید میں کوئی Go پلان نہیں ہے۔ OpenCode میں دوبارہ سائن ان کریں۔
vi: OpenCode đã từ chối khóa Go hoặc khóa này không có gói Go. Hãy đăng nhập lại vào OpenCode.
zh_hans: OpenCode 拒绝了 Go 密钥，或该密钥未包含 Go 方案。请重新登录 OpenCode。
zh_hk: OpenCode 拒絕了 Go 金鑰，或此金鑰沒有 Go 方案。請重新登入 OpenCode。

source: OpenCode reported no usage windows.
ar: أبلغ OpenCode عن عدم وجود فترات استخدام.
bn: OpenCode কোনো ব্যবহার উইন্ডো রিপোর্ট করেনি।
bs: OpenCode nije prijavio prozore korištenja.
de: OpenCode hat keine Nutzungsfenster gemeldet.
es: OpenCode no reportó ventanas de uso.
fil: Nag-ulat ang OpenCode ng walang usage window.
fr: OpenCode n’a signalé aucune fenêtre d’utilisation.
hi: OpenCode ने किसी उपयोग विंडो की रिपोर्ट नहीं की।
it: OpenCode non ha segnalato finestre di utilizzo.
ja: OpenCodeから使用枠が報告されませんでした。
ko: OpenCode에서 사용량 기간을 보고하지 않았습니다.
mr: OpenCode ने कोणत्याही वापर विंडोची नोंद केली नाही.
pt_br: O OpenCode não reportou períodos de uso.
ru: OpenCode не сообщил о периодах использования.
ta: OpenCode பயன்பாட்டு சாளரங்கள் எதையும் தெரிவிக்கவில்லை.
te: OpenCode ఎటువంటి వినియోగ విండోలను నివేదించలేదు.
tr: OpenCode hiçbir kullanım penceresi bildirmedi.
ur: OpenCode نے استعمال کی کوئی ونڈوز رپورٹ نہیں کیں۔
vi: OpenCode đã báo cáo không có khung thời gian sử dụng nào.
zh_hans: OpenCode 未报告用量周期。
zh_hk: OpenCode 未回報任何用量時間窗口。

source: OpenCode returned a server error (%lld).
ar: أرجع OpenCode خطأ في الخادم (%lld).
bn: OpenCode একটি সার্ভার ত্রুটি (%lld) প্রদান করেছে।
bs: OpenCode je vratio grešku servera (%lld).
de: OpenCode hat einen Serverfehler zurückgegeben (%lld).
es: OpenCode devolvió un error de servidor (%lld).
fil: Nagbalik ang OpenCode ng server error (%lld).
fr: OpenCode a renvoyé une erreur de serveur (%lld).
hi: OpenCode ने सर्वर त्रुटि (%lld) लौटाई।
it: OpenCode ha restituito un errore del server (%lld).
ja: OpenCodeからサーバーエラーが返されました（%lld）。
ko: OpenCode에서 서버 오류를 반환했습니다(%lld).
mr: OpenCode ने सर्व्हर त्रुटी (%lld) दिली.
pt_br: O OpenCode retornou um erro de servidor (%lld).
ru: OpenCode вернул ошибку сервера (%lld).
ta: OpenCode சேவையகப் பிழையை வழங்கியது (%lld).
te: OpenCode సర్వర్ లోపాన్ని అందించింది (%lld).
tr: OpenCode bir sunucu hatası döndürdü (%lld).
ur: OpenCode نے سرور کی خرابی واپس کی (%lld)۔
vi: OpenCode đã trả về lỗi máy chủ (%lld).
zh_hans: OpenCode 返回了服务器错误 (%lld)。
zh_hk: OpenCode 傳回伺服器錯誤 (%lld)。

source: OpenCode returned an unexpected response (%lld).
ar: أرجع OpenCode استجابة غير متوقعة (%lld).
bn: OpenCode অপ্রত্যাশিত প্রতিক্রিয়া দিয়েছে (%lld)।
bs: OpenCode je vratio neočekivan odgovor (%lld).
de: OpenCode hat eine unerwartete Antwort zurückgegeben (%lld).
es: OpenCode devolvió una respuesta inesperada (%lld).
fil: Nagbalik ang OpenCode ng hindi inaasahang tugon (%lld).
fr: OpenCode a renvoyé une réponse inattendue (%lld).
hi: OpenCode ने अप्रत्याशित प्रतिक्रिया दी (%lld)।
it: OpenCode ha restituito una risposta imprevista (%lld).
ja: OpenCodeから予期しない応答が返されました（%lld）。
ko: OpenCode에서 예기치 않은 응답을 반환했습니다(%lld).
mr: OpenCode ने अनपेक्षित प्रतिसाद दिला (%lld).
pt_br: O OpenCode retornou uma resposta inesperada (%lld).
ru: OpenCode вернул непредвиденный ответ (%lld).
ta: OpenCode எதிர்பாராத பதிலை வழங்கியது (%lld).
te: OpenCode ఊహించని ప్రతిస్పందనను ఇచ్చింది (%lld).
tr: OpenCode beklenmeyen bir yanıt döndürdü (%lld).
ur: OpenCode نے غیر متوقع رسپانس دیا (%lld)۔
vi: OpenCode đã trả về phản hồi không mong đợi (%lld).
zh_hans: OpenCode 返回了异常响应 (%lld)。
zh_hk: OpenCode 傳回非預期的回應 (%lld)。
